# Env setup

brew 'git'
brew 'exa'
brew 'bat'
brew 'nvim'
brew 'fish'
brew 'asdf'
brew 'tmux'
brew 'starship'
brew 'rg'
brew 'fzf'
brew 'yarn' # vim's CoC
brew 'http-server'
brew 'gh'
brew 'httpie'
brew 'git-delta'
brew 'ranger'

# Languages
tap 'unisonweb/unison'
brew 'unison-language'
brew 'elm'
brew 'elm-format'
